// Main Menu
"About Epson Printer Utility Lite" = "Despre Epson Printer Utility Lite";
"Preferences..." = "Preferințe…";
"Services" = "Servicii";
"Hide Epson Printer Utility Lite" = "Ascunde Epson Printer Utility Lite";
"Hide Others" = "Ascunde restul";
"Show All" = "Afișează tot";
"Quit Epson Printer Utility Lite" = "Termină Epson Printer Utility Lite";

"File" = "Fișier";
"Close" = "Închidere";

"Window" = "Fereastră";
"Minimize" = "Minimizează";
"Zoom" = "Zoom";
"Bring All to Front" = "Adu toate în față";

"Help" = "Ajutor";

// Main Window
"Printer List" = "Listă cu imprimante";
"This printer has been paused." = "Această imprimantă este în pauză.";
"Communication error" = "Eroare de comunicare";
"Ink Levels" = "Nivele de cerneală";
"Update" = "Actualizare";
"Nozzle Check" = "Curăţare duză";
"Head Cleaning" = "Curăţare cap";
"Information Not Available" = "Informații indisponibile";

"Version" = "Versiune";

/* Alert Strings */
"UTAlert_1" = "Imprimanta nu este înregistrată.";
"UTAlert_OKButton" = "OK";

/* Color Strings */
"Black" = "Negru";
"Color" = "Color";
"MatteBlack" = "Negru mat";
"PhotoBlack" = "Negru foto";
"LightBlack" = "Negru deschis";
"LightLightBlack" = "Negru foarte deschis";
"Cyan" = "Cyan";
"LightCyan" = "Cyan deschis";
"Magenta" = "Magenta";
"LightMagenta" = "Magenta deschis";
"Yellow" = "Galben";
"DarkYellow" = "Galben închis";
"Red" = "Roşu";
"Blue" = "Albastru";
"GlossOptimizer" = "Optimizare strălucire";
"VividMagenta" = "Magenta intens";
"VividLightMagenta" = "Magenta intens deschis";
"Orange" = "Portocaliu";
"Green" = "Verde";
"Unknown" = "Necunoscut";
"PrintPack" = "Pachet de tipărire";

"LFP Black" = "Negru";
"LFP MatteBlack" = "Negru mat";
"LFP PhotoBlack" = "Negru foto";
"LFP LightBlack" = "Negru deschis";
"LFP LightLightBlack" = "Negru foarte deschis";
"LFP Cyan" = "Cyan";
"LFP LightCyan" = "Cyan deschis";
"LFP Magenta" = "Magenta";
"LFP LightMagenta" = "Magenta deschis";
"LFP Yellow" = "Galben";
"LFP DarkYellow" = "Galben închis";
"LFP Red" = "Roşu";
"LFP Blue" = "Albastru";
"LFP GlossOptimizer" = "Optimizare strălucire";
"LFP VividMagenta" = "Magenta intens";
"LFP VividLightMagenta" = "Magenta intens deschis";
"LFP Orange" = "Portocaliu";
"LFP Green" = "Verde";

"EAI Black" = "Negru";
"EAI MatteBlack" = "Negru mat";
"EAI PhotoBlack" = "Negru foto";
"EAI LightBlack" = "Negru deschis";
"EAI LightLightBlack" = "Negru foarte deschis";
"EAI Cyan" = "Cyan";
"EAI LightCyan" = "Cyan deschis";
"EAI Magenta" = "Magenta";
"EAI LightMagenta" = "Magenta deschis";
"EAI Yellow" = "Galben";
"EAI DarkYellow" = "Galben închis";
"EAI Red" = "Roşu";
"EAI Blue" = "Albastru";
"EAI GlossOptimizer" = "Optimizare strălucire";
"EAI VividMagenta" = "Magenta intens";
"EAI VividLightMagenta" = "Magenta intens deschis";
"EAI Orange" = "Portocaliu";
"EAI Green" = "Verde";

